[PAD]
[UNK]
[START]
[END]
!
,
.
?
a
b
c
d
e
f
g
h
i
j
k
l
m
n
o
p
q
r
s
t
u
v
w
x
y
z
the
to
you
tom
is
he
in
of
that
it
was
do
have
this
me
my
for
she
dont
are
what
his
mary
we
your
on
be
with
want
not
im
and
like
at
know
##s
him
can
go
her
has
will
its
there
they
time
how
did
as
were
very
had
all
about
here
up
didnt
think
get
out
when
from
cant
if
an
no
one
doesnt
going
by
would
why
come
see
good
ill
please
youre
just
who
been
need
so
more
help
tell
but
now
where
than
never
am
got
too
some
us
something
last
take
much
should
ive
day
car
could
money
home
people
work
well
back
really
our
many
went
said
house
told
##ing
##ed
book
any
lot
anything
hes
does
isnt
say
only
thought
make
eat
french
school
room
new
always
thats
two
made
today
toms
give
must
speak
right
long
every
love
man
old
three
father
wanted
lets
still
off
night
let
look
before
asked
tomorrow
talk
boston
id
left
way
little
dog
leave
put
nothing
or
saw
again
job
after
over
years
whats
yesterday
into
may
live
better
down
english
them
buy
wont
came
everything
stay
happy
read
first
find
play
next
wants
mother
theres
couldnt
took
life
understand
friends
other
children
ask
these
##d
bought
stop
morning
used
doing
door
keep
call
problem
believe
feel
their
ever
lost
away
late
gave
soon
sure
happened
##ly
name
friend
remember
already
enough
alone
hard
year
heard
married
without
week
wrong
best
boy
busy
water
teacher
even
wasnt
bad
beautiful
because
things
knows
often
try
bed
looking
found
hear
marys
likes
wait
done
same
party
seen
looks
able
thing
##er
cold
big
theyre
knew
food
train
idea
person
john
tired
coffee
answer
being
use
brother
hope
true
while
everyone
around
watch
learn
books
drink
letter
shes
open
yet
days
wish
met
japan
girl
almost
which
died
youll
mind
someone
bus
sleep
pay
study
few
kind
world
those
young
parents
truth
turn
each
another
talking
seems
place
walk
family
getting
looked
lunch
once
anyone
care
happen
doctor
most
afraid
tried
early
both
own
havent
sister
ten
until
monday
difficult
together
ago
##y
mine
rain
write
great
angry
plan
coming
dinner
show
cat
else
tv
youve
favorite
hours
since
wouldnt
himself
yourself
child
country
playing
wife
arent
meeting
five
says
might
question
##e
reading
sorry
matter
phone
such
table
lives
police
hurt
nobody
everybody
accident
eating
meet
ate
easy
japanese
trying
waiting
month
nice
start
students
swim
called
finished
hand
minutes
decided
started
hate
office
son
drive
far
trouble
times
story
important
myself
small
ready
tonight
under
felt
needs
having
station
fire
shoes
arrived
window
ran
sick
usually
woman
city
music
shouldnt
pretty
working
change
goes
anymore
##t
word
gone
homework
fast
fun
hot
park
broke
tennis
town
christmas
eyes
mistake
picture
visit
breakfast
##es
movie
game
red
language
run
afternoon
baby
##r
quite
six
thank
stupid
##a
forget
against
song
advice
hair
interesting
rich
caught
summer
weve
cake
lived
spend
then
fell
listen
smoking
studying
began
finish
along
comes
turned
face
longer
river
class
makes
close
number
sit
fish
free
war
milk
through
##n
hotel
loves
whos
australia
older
present
cannot
kept
large
later
watching
youd
end
bring
weather
thinking
##al
living
mean
short
age
death
hour
america
killed
box
dream
hands
hospital
kill
full
news
sometimes
became
chance
dark
questions
seem
surprised
wonder
clean
making
sat
street
camera
forgot
hungry
hurry
light
snow
born
dollars
gets
hasnt
men
tree
bit
cut
stopped
computer
high
student
stand
white
bicycle
rather
tokyo
glad
spent
thinks
trust
works
careful
miss
wine
dogs
near
taking
company
die
birthday
others
secret
lie
dead
saying
whether
behind
daughter
moment
oclock
store
clothes
flowers
speaks
tea
become
hit
plane
sing
helped
speaking
between
eaten
possible
wrote
business
canadian
changed
expensive
stayed
beer
building
rest
wearing
##o
maybe
four
girlfriend
key
outside
sunday
takes
dress
paper
advised
worked
yours
lose
touch
break
famous
needed
order
reason
running
asleep
black
herself
whole
anybody
catch
drunk
strange
##ion
cup
different
glasses
pain
part
piano
quit
wheres
women
showed
team
trip
bank
cats
dangerous
during
exactly
hold
noise
paid
problems
quickly
raining
dictionary
ice
least
library
blame
crazy
loved
proud
send
tall
uncle
words
baseball
interested
worry
waited
cook
floor
mistakes
played
telephone
##l
strong
win
##able
air
hat
head
probably
real
weight
agree
bag
boys
broken
heart
lucky
move
swimming
front
garden
known
movies
poor
restaurant
safe
enjoy
glass
health
opened
seemed
sound
walked
cry
finally
hell
hide
several
##ies
concert
evening
guitar
prefer
television
explain
missed
shirt
talked
thanks
united
wear
brought
choice
umbrella
learned
sad
seven
sun
either
feeling
lying
minute
pass
radio
return
rules
side
thirty
whose
animals
ok
road
somebody
states
attention
half
seeing
shut
cost
crying
leaving
smoke
##ive
##ment
drinking
driving
fishing
forward
lawyer
meat
twice
visited
danger
invited
paris
alive
apple
arrive
fine
guess
promise
seat
situation
solve
wall
won
##ry
accept
closed
completely
decision
husband
kids
##i
airport
dance
desk
expect
less
mad
set
worried
blue
follow
lake
point
sent
sleeping
traffic
vacation
winter
knife
learning
##in
##ity
abroad
beach
eggs
london
younger
##ers
##ic
girls
kitchen
promised
singing
weekend
writing
apples
kiss
mountain
spoke
hiding
liked
passed
patient
shouldve
##nt
drank
guy
impossible
months
shopping
sitting
taken
though
travel
address
also
begin
excuse
medicine
opinion
serious
ship
soccer
wash
waste
worse
##ted
china
coat
happens
listening
second
ticket
werent
worth
written
brothers
fight
hed
sense
##le
foreign
hardly
machine
piece
success
tie
##ation
clear
expected
itll
languages
teach
arm
case
grandfather
keys
offer
pick
terrible
walking
american
bird
church
figure
message
pen
pictures
test
perfect
smart
wake
across
chair
doubt
easily
happening
horse
refused
sounds
##ate
bread
carefully
choose
eats
foot
##k
cars
france
inside
smile
##ful
deal
fault
future
leaves
past
plans
save
sky
##an
boyfriend
cream
feed
given
gun
mustve
novel
shot
surprise
taxi
voice
##man
cooking
enemy
honest
law
lend
shop
suddenly
telling
bath
chinese
college
laughed
quiet
slowly
somewhere
york
##ine
actually
boss
difference
standing
stolen
bridge
entered
failed
heavy
sell
##p
count
empty
guys
necessary
newspaper
none
policeman
ride
share
warm
##ness
carry
fat
funny
hundred
mouth
moved
price
prison
sugar
##ant
couple
salt
sign
till
##or
aware
eye
fly
means
nervous
public
trees
##ist
ball
blood
correct
favor
german
kissed
wallet
weeks
##h
##on
eight
fear
grew
joke
marry
plays
staying
stood
wonderful
##age
bottle
experience
fix
ought
received
supposed
yes
birds
decide
earth
fact
gift
green
list
native
owe
shower
taught
whatever
##est
neither
popular
president
report
smiled
speech
watched
##ar
beginning
certain
charge
check
clock
feelings
kyoto
planning
spring
storm
wondered
worst
##ped
##ting
built
fruit
golf
information
regret
sentence
sight
sisters
spoken
anywhere
borrow
deep
drinks
escape
europe
fall
murder
shall
thousand
village
##less
##th
blind
crowd
exam
studied
succeed
button
common
guilty
join
likely
line
locked
single
slept
soup
teeth
apartment
apologize
beat
cards
enjoyed
fathers
forgive
god
history
sea
smell
welcome
yellow
control
earlier
fence
immediately
king
painting
saturday
##ia
##ish
##ling
##rs
agreed
bear
club
convince
dad
date
held
rang
respect
threw
yen
##ible
##m
##ous
##st
##ure
ahead
asking
bill
cheese
leg
moon
ones
painted
player
rains
returned
satisfied
top
##ch
##en
##led
allowed
classroom
consider
driver
film
fired
grandmother
hadnt
harder
hates
listened
nine
picked
taller
tears
twenty
wears
wedding
##ge
##id
ashamed
attend
color
covered
dressed
faster
museum
noticed
position
type
usual
##it
##ns
bike
calm
canada
forever
furniture
germany
grow
laugh
lied
paint
peace
pretended
project
##us
believes
complaining
courage
crime
finger
keeps
missing
scared
spanish
stole
talks
unfortunately
university
vegetables
washing
##ter
arrested
body
boring
breath
cancer
delicious
disappointed
ended
explained
notice
pair
realized
rice
soldiers
windows
##b
answered
boat
dropped
feels
fond
gas
ideas
innocent
liar
luck
mom
realize
ring
special
sports
##ated
alarm
among
belongs
bored
course
heat
instead
island
legs
map
ordered
raise
reached
rule
sang
stuck
theater
understood
##as
##ged
##ts
accused
bedroom
convinced
cookies
dishes
drivers
explanation
fit
headache
injured
intelligent
middle
purpose
saved
seriously
suit
todays
truck
##ary
##ating
##ble
absent
absolutely
behavior
believed
cash
caused
dreams
duty
flower
government
jacket
license
midnight
nearly
prize
recently
zoo
##les
allow
bigger
certainly
dirty
employees
england
fighting
friday
hang
pencil
prices
simple
sold
sooner
speaker
straight
subject
theyll
throw
translate
##te
accepted
appreciate
attack
awake
cool
extremely
fresh
gold
group
healthy
hid
invite
sons
whenever
woke
##ial
according
account
bother
capital
dancing
discuss
enter
exercise
handed
human
hung
judge
lots
low
protect
race
rent
shed
singer
sweater
themselves
##ized
admit
afford
begins
calls
card
drop
except
expecting
fever
filled
games
giving
hows
involved
italy
laughing
lay
letters
lock
lonely
losing
mood
post
rained
shy
size
space
support
##ore
##ue
aunt
calling
considered
fed
fill
followed
magazine
meant
passport
power
relax
seldom
songs
suicide
toilet
##u
admitted
cause
countries
cried
flight
hobby
idiot
jokes
managed
neighbors
raised
roof
teachers
thief
wet
whoever
wind
##ty
area
art
chocolate
climbed
eventually
forgotten
helping
hey
jealous
math
memory
oil
ourselves
result
solution
unlikely
##ance
##ical
##is
##se
animal
butter
cheap
chicken
continued
denied
feet
football
forced
goodbye
houses
joking
noon
normal
osaka
rock
stairs
stick
stranger
taste
th
useful
vote
washed
##ile
##ned
above
americans
blew
brush
comfortable
confused
corner
doll
escaped
fair
fixed
fool
habit
happiness
juice
lights
mountains
names
pity
pocket
prepared
remained
stuff
view
willing
wore
##ied
##re
accustomed
barely
burned
contact
copy
diet
drugs
entire
excited
factory
fail
fingers
heres
kid
lady
matters
menu
nor
oranges
pleased
rid
rope
rude
runs
tastes
##ent
allergic
anyway
avoid
continue
deserve
earthquake
fifteen
jumped
kinds
meaning
mothers
pieces
pizza
risk
supermarket
tongue
wed
wood
##ber
##ian
bell
chess
discovered
excellent
form
gentleman
gives
hearing
helps
land
moving
mt
naive
naked
perhaps
silent
smells
someday
spends
studies
suitcase
temperature
theory
unless
wherever
##ally
##am
##el
##ice
##ss
appointment
brave
clearly
climb
costs
doctors
email
friendly
handsome
hole
illness
lazy
loud
mail
meal
nose
patience
permission
prevented
remain
salary
skiing
sleepy
socks
solved
stealing
suggested
sweet
teaching
trusted
video
abandoned
attended
bathroom
bottom
clever
climate
condition
difficulty
examination
grass
holiday
lasted
named
proposal
refrigerator
remind
responsible
season
slow
south
stone
tickets
traveled
twelve
urgent
writes
##ip
##ire
##ls
##red
##ve
act
acted
answers
assume
bet
cousin
cute
depends
distance
drove
dry
dying
ears
emergency
exist
hated
hurts
miles
million
obey
offered
opportunity
potatoes
rome
shell
stories
teaches
upset
worn
##ct
##ise
##ments
##pt
accidents
add
agreement
bite
buying
classes
crossed
deaf
ear
energy
flying
following
hill
huge
imagine
johns
knocked
largest
neck
neighborhood
passengers
plenty
population
reach
results
rose
similar
stars
step
sundays
system
winning
wouldve
##ks
##men
##one
##os
##ual
attacked
carried
changes
compared
dumb
easier
education
eleven
farm
fifty
ignored
india
jail
louder
natural
page
poem
smiling
spain
sport
stronger
subway
thirsty
trap
uses
using
within
woods
##at
##ck
##cted
##ds
##ier
##ished
airplane
bench
bomb
committed
complain
due
generally
guests
harm
horses
intention
kidding
mathematics
members
modern
nurse
orange
perfectly
photo
skirt
smaller
sofa
sore
star
starting
survived
tallest
tight
unable
violence
wise
##ched
##il
##ious
##ize
##ute
arrest
belong
betrayed
brown
castle
complained
computers
couch
cross
curious
definitely
egg
familiar
fuji
ignore
intend
jackson
market
mention
neighbor
october
persuade
pool
request
russian
sale
sandwich
scolded
shelf
understands
weird
workers
##all
##cy
##ism
##ked
##ping
##ries
ability
apart
apologized
article
artist
awful
badly
borrowed
complete
conversation
disease
draw
drug
elevator
embarrassed
everywhere
evil
forest
funeral
garage
gate
ghosts
gotten
graduated
ground
highly
holidays
hopes
illegal
manager
match
musician
nearest
picnic
possibility
pulled
repaired
starts
suppose
##aking
##g
##king
##time
##up
##ze
although
army
assumed
beauty
becoming
captain
center
childhood
daughters
drives
example
hello
hero
hunting
introduce
iron
lies
marriage
mess
novels
ocean
pale
paying
pie
prepare
round
shoulder
suggest
supper
third
tough
traveling
useless
warn
warned
website
writer
##ard
##board
##dy
##ear
##et
##ities
##ner
##tic
##um
##ured
##ut
amazing
appeared
appears
arms
available
bald
band
bright
cleaning
clouds
credit
depressed
deserted
details
falling
fortune
friendship
greatest
hoping
jobs
larger
mayor
mexico
mirror
nuts
progress
pull
push
robbed
sharp
silence
sleeps
stamps
succeeded
totally
translated
trapped
unhappy
walks
wild
##ase
##ations
##ay
amount
arguing
basketball
brazil
bucket
buried
changing
chose
cigarette
claimed
cooked
disappeared
divorced
engine
exhausted
fallen
goal
grateful
interest
invented
laid
photos
pond
private
recognize
recommend
relationship
reminds
skin
snowing
sudden
tells
thatll
theyve
treat
treated
visiting
whatre
##ain
##her
##ide
##ily
##ole
##ow
##ps
acting
advantage
baffled
bar
chicago
citizen
complicated
contract
couldve
election
genius
hire
impressed
italian
jump
lift
orders
ours
pleasant
polite
pushed
puzzle
quick
ruined
saving
schedule
signed
slight
soldier
suspect
thin
value
weak
##and
##ce
##ging
##ify
##izing
##ring
##uted
##ving
audience
birth
breathe
capable
cares
cheated
crash
cruel
deeply
detail
diary
economy
effort
enemies
failure
final
flew
foolish
frightened
invitation
itself
kindness
kissing
knowing
lack
main
obviously
poems
program
punished
resembles
science
someones
spite
stared
stomach
suspicious
thanked
ugly
vase
voted
wins
wondering
##ace
##ack
##ipped
##ite
##ium
##ll
##ors
##rated
##sed
##ture
##ved
##way
annoying
argue
begged
build
cab
candy
elected
exciting
field
gained
handle
harvard
insane
introduced
june
kicked
lesson
mans
noisy
north
oh
okay
outfit
persuaded
plants
practice
promises
prove
record
repeat
ringing
sort
successful
tied
towel
trains
vain
violin
##bs
##form
##io
##ions
##istic
##ne
actor
anger
argument
author
basket
cd
cheek
cleaned
closer
cousins
deserves
divorce
dreamed
expert
forgetful
fought
grapes
growing
hers
kilometers
lecture
loss
master
member
mistaken
murdered
nature
newspapers
obvious
personal
places
presents
press
reasons
receive
recognized
remembered
repair
ridiculous
sells
shake
ski
spilled
staring
strangers
throat
toward
turkey
visa
##dle
##iest
##im
##ir
##ition
##line
##nce
##ons
##tain
##ug
action
adopt
anxious
average
board
bound
chat
closet
concerned
danced
dentist
describe
dessert
earns
equal
evidence
express
facts
foods
greeted
hawaii
however
interrupt
lately
leaned
occurred
pants
puppy
raw
refuse
removed
reply
rooms
scene
seats
shared
sings
steal
survive
tail
touched
toy
twins
visitors
watches
wounded
##ai
##ake
##ator
##bled
##ey
##f
##hed
##ified
##ill
##ior
##ited
##land
##oon
##ories
##ral
##ude
advance
barking
battle
british
canadians
canceled
charged
cigarettes
coins
conference
contest
crossing
deer
degrees
delayed
destroyed
direction
discussion
doubts
drunken
electric
electricity
everyones
exchange
extra
finding
gloves
granted
hokkaido
ladder
lightning
lion
nonsense
options
parked
peanuts
percent
politics
pressure
professor
prohibited
reads
reasonable
reputation
roses
service
shoot
snowed
spread
sunny
talent
talented
thick
thirteen
tower
upon
##ade
##ag
##ave
##ered
##ick
##lies
##om
##rain
##ray
##ware
actress
adopted
alcohol
apparently
apply
attractive
baggage
baked
begun
beyond
biggest
classmates
concentrate
concern
confessed
debt
desert
divided
document
drawer
dreaming
ease
employee
envelope
families
fluently
handkerchief
helicopter
hidden
honesty
impatient
impression
incident
internet
jam
jazz
lower
model
nowhere
papers
patients
planet
planted
pointed
pregnant
preparing
pretend
prisoner
properly
quietly
rode
salad
screen
served
sewing
smarter
somethings
speed
stops
sushi
text
tuesday
weapons
wished
wishes
##ad
##gy
##ight
##ires
##its
##itting
##med
##ong
##ot
##posed
##ures
##ury
##zed
absence
africa
ambulance
april
arriving
attempted
babbling
boots
burn
burst
causes
ceiling
cell
cities
claims
closely
collecting
colors
committee
cover
cows
diamond
discussed
dust
earn
efforts
embassy
engaged
experiment
explosion
false
file
frankly
fridge
grades
heavily
hi
hired
imagination
imagined
importance
improve
ink
insisted
insurance
intended
korean
meters
motorcycle
nowadays
oldest
outstanding
owns
pepper
personally
players
prevent
quality
rarely
register
rented
restless
rumor
separated
shoe
shorter
shouted
society
sour
stabbed
stage
stake
stove
strength
sunglasses
sweating
tap
task
taxes
temper
terrific
thousands
typhoon
wound
##ans
##ast
##ates
##bon
##ction
##hone
##house
##icked
##ives
##nic
##race
##ration
##uce
##ud
appearance
aside
asks
banged
behave
bottles
bowed
bowl
carrying
cheaper
chosen
command
conceited
cough
dating
decent
deny
disappoint
drew
entrance
fairly
faith
fashion
force
fortunately
fox
framed
hanging
hoax
horrible
hug
income
instructions
knee
knowledge
laptop
leader
listens
loan
magic
manners
method
murderer
mystery
notebook
parking
particular
parttime
plate
policy
political
presence
rescued
sand
scenery
scientist
selling
sensitive
shocked
shook
snakes
suggestion
suitable
swear
terms
tourist
treaty
unexpected
unfair
universe
upstairs
wasting
weapon
##ak
##aries
##end
##ened
##iled
##ination
##ke
##ms
##orn
##read
##ume
##ur
##vious
access
admire
apology
approved
bible
blackboard
bleeding
brief
budge
burning
coin
competition
cookie
cottage
cups
curtain
demanded
despise
disguised
drowning
everythings
fate
figured
flag
forty
garbage
gifts
grabbed
guns
hall
hoped
hugged
informed
innocence
ipad
jogging
medical
mouse
nap
oxygen
package
poet
priest
prince
product
products
professional
promotion
released
riding
rough
safety
scare
selfish
sentenced
shame
spell
spending
stamp
stubborn
suffering
supplies
target
threatened
tourists
twin
unreliable
unusual
ways
##ache
##ages
##ail
##ale
##cated
##ctor
##five
##ians
##icate
##ics
##ils
##itating
##lt
##na
##ny
##op
##our
##ple
##py
##ress
##room
##row
##tch
##uck
##ung
appetite
approve
attitude
authority
automobile
autumn
avoided
bananas
bears
belt
besides
bitter
boiling
breaking
buses
cage
checked
coincidence
compare
confidence
coward
crowded
culture
damage
delay
department
devoted
distinguish
dollar
doors
downstairs
especially
eyesight
flashlight
flat
flour
flu
foreigners
fork
greek
hammer
happier
holding
honey
honor
hunch
hundreds
joy
killing
knees
lacks
lent
lit
located
lottery
lovely
magazines
meals
nearby
nodded
note
opening
opposed
opposite
owes
owner
pack
pages
password
pencils
per
photograph
pillow
pilot
planned
pleasure
pockets
poison
poker
poured
pray
purse
rainy
rare
rejected
rely
remarkable
reservation
rights
russia
scissors
scream
screamed
secrets
seventeen
shock
silver
stomachache
streets
strict
sweat
thorough
turns
understanding
volume
wealth
web
west
wheel
worrying
##ague
##als
##ame
##ants
##ap
##asy
##ative
##aw
##day
##ect
##ee
##fe
##iate
##ig
##ind
##ins
##mer
##og
##oking
##ol
##ony
##ores
##out
##ra
##rate
##ub
##ution
adult
aim
album
amazed
amusing
ancient
angel
assure
attempt
beside
blamed
bullet
cancel
career
cheating
cheered
circumstances
classical
climbing
cloudy
communicate
conscious
crashed
custom
damaged
deceived
documents
drowned
eighteen
encouraged
ends
enjoys
faces
fainted
falls
firm
flood
fog
frame
further
ghost
goodlooking
grab
hatred
height
humor
improved
increase
international
issue
january
jeans
junk
latest
lawyers
led
level
loudly
luggage
major
memorize
mission
mistook
mobile
nation
officer
operation
painful
pajamas
palace
parts
peoples
physics
pink
plant
predict
pressed
puts
quarter
queen
remains
reminded
require
responsibility
retired
rising
romantic
sandwiches
scientists
searched
seated
secretary
showing
smokes
soap
split
square
statue
switch
theirs
thoughts
thrilled
tigers
tore
treasure
trigger
trunk
typical
unknown
valuable
warmer
washington
whatll
witness
##asty
##bling
##c
##cing
##de
##ded
##ence
##fit
##handed
##holic
##inated
##ision
##ka
##ma
##ning
##oast
##oot
##rating
##rist
##rk
##thirty
##tion
##unt
##unted
##use
##using
##ust
##vant
##w
##x
absolute
active
admired
adults
advise
ages
application
assistant
beans
beard
beg
bookstore
budget
cakes
chairs
closest
complaints
complex
confess
convenient
criminal
currently
dare
decisions
deserved
difficulties
dish
dislike
dozen
enjoying
financial
forehead
gathered
grave
haircut
handwriting
harsh
heater
hesitate
higher
insects
insulted
joined
journalist
lamp
lawn
lincoln
lips
loose
loses
manage
misunderstanding
nails
national
nerves
normally
odd
ordinary
otherwise
oven
path
peel
politician
popcorn
powerful
practicing
princess
published
punctual
punishment
rabbit
rabbits
rate
regards
relaxed
resign
resources
rotten
row
scary
sheep
shout
silly
sink
snake
social
soul
source
spade
stands
stays
stew
stones
suitcases
toothpaste
treatment
volleyball
wheat
whichever
whistle
wholl
wide
wings
wolves
##akes
##ano
##aves
##bed
##bition
##cess
##come
##ening
##ens
##eries
##ew
##eze
##ication
##iction
##ipt
##iring
##ising
##itate
##iver
##ledged
##light
##ncy
##old
##oms
##omy
##oo
##orm
##per
##pers
##rew
##tered
##ul
##un
##usion
accompany
adjust
agrees
aimed
alice
appreciated
arrival
arrives
beating
becomes
below
brain
breathing
bribe
briefcase
broom
buildings
carpet
cave
character
charity
claim
coal
comment
competent
contains
court
crops
customers
dancer
dealing
delegates
demand
desperate
digging
disgusting
distract
dizzy
earned
east
entering
error
esperanto
exact
exams
facebook
feeding
fluent
foreigner
furious
gain
grandfathers
grown
gym
harvest
increasing
influence
insult
interpreter
itd
japans
july
korea
laughs
lead
lean
local
luxury
medal
meetings
mondays
nobodys
notes
numbers
occasion
optimistic
parties
plain
plus
postpone
prefers
prisoners
pronounce
racket
religion
remembers
research
resist
resort
risks
rush
sank
savings
searching
separate
shows
silk
sometime
spicy
stepped
stock
strike
struck
style
suffer
suits
switzerland
technology
tend
thumb
tire
toys
translation
tune
uncles
unconscious
unlocked
unlucky
walls
wifes
wolf
wooden
yokohama
yourselves
##aked
##aled
##ama
##amp
##cope
##ding
##ection
##eer
##elf
##ern
##erve
##ete
##go
##icated
##icking
##ict
##ident
##ience
##ific
##igation
##ison
##ists
##itation
##itch
##itter
##ix
##ming
##my
##ney
##noring
##ode
##of
##rogen
##side
##sing
##stic
##sy
##ters
##ton
##uate
##ulated
##ver
##wood
accent
added
announced
answering
anytime
appear
applied
approached
argued
aspirin
avoiding
awesome
bags
based
bat
bills
boil
bow
burns
candles
cellphone
charming
chemistry
chores
citizens
civil
clothing
collect
collection
conditions
confident
consists
cooks
data
deals
defend
described
description
design
dim
disaster
disturb
double
drawing
dried
dyed
economic
egypt
elephants
embarrassing
essential
fantastic
fascinating
fierce
fifth
finds
fooled
freedom
golden
goods
guard
headed
helpful
honeymoon
hunger
ignorance
independent
invention
investigating
judging
keeping
knock
latin
leather
longest
lyrics
march
mass
mentioned
metal
millionaire
miracle
nail
necklace
nightmare
online
opera
original
overslept
packed
painter
paintings
pardon
pens
pianist
picking
pig
pipe
politicians
possibly
postponed
poverty
proof
property
proved
provided
putting
reality
recovered
reliable
relieved
repeated
rescue
richest
ruin
scarf
search
secretly
security
shining
shooting
sides
sir
skinny
skirts
slipped
soft
spot
squeezed
suffered
sum
surrounded
swam
tasted
temptation
terribly
tools
treats
tshirt
underestimate
unhealthy
upside
various
violent
wednesday
welcomed
yard
##ably
##aded
##ang
##arian
##asis
##ax
##bel
##bers
##cluded
##der
##ders
##dom
##eap
##ess
##etic
##fully
##hip
##iece
##ief
##ients
##inate
##ings
##inlaw
##ita
##ivity
##ization
##lam
##let
##lled
##made
##me
##minded
##nd
##nies
##ology
##oral
##ory
##otion
##oyal
##rings
##shed
##tant
##ten
##tended
##tering
##tle
##uise
##ull
##une
##view
##vy
##wa
##yearold
##z
##zing
abandon
aboard
achieved
acquainted
advanced
aggressive
aid
alike
alphabet
armed
asia
assistance
astronaut
atmosphere
atomic
bitten
blaming
blow
border
bothering
boxes
brand
breaks
bunch
burglar
bush
camping
candle
celebrate
challenge
checks
circle
cloth
coach
collected
comments
commit
composition
congratulated
construction
content
cops
counting
crown
curiosity
curtains
defeated
dependent
determined
discount
disturbing
downtown
dresses
eager
elephant
event
expenses
faint
fake
farmer
february
finishing
fits
forgiven
fried
frog
frozen
generous
goose
habits
handy
happiest
helpless
incredible
incredibly
interrupted
jury
kidnapped
knocking
landed
lines
material
messages
mild
misses
moments
musical
narrow
nights
novelist
oath
onto
opens
orphan
outdoors
period
phoned
picasso
pills
potato
prayed
prime
production
provide
punched
pure
quarrel
recent
reduce
regular
repairing
replace
resemblance
resigned
restaurants
rested
reward
roommate
rubbed
rumors
sake
san
santa
schools
screw
seized
sentences
shape
sheet
sixty
skate
skating
skills
solving
state
steak
stool
sung
surgery
surrender
suspected
talkative
tax
thankful
theft
tip
tries
ufo
uncomfortable
vacant
volunteer
waiter
wanna
wasted
windy
wiped
yelling
##ained
##arily
##aring
##ark
##ass
##ature
##bilities
##by
##cial
##cle
##ctive
##eceiving
##ects
##em
##ense
##eted
##hy
##ie
##ike
##ima
##imate
##ims
##ised
##lection
##lock
##mber
##nique
##nob
##oe
##ogical
##olding
##olished
##olve
##prints
##rant
##rop
##rous
##rupt
##ship
##tained
##tal
##test
##tress
##ube
##ument
##val
##vation
##ves
##zon
absurd
abuse
accompanied
addicted
aint
alibi
antique
arabic
arranged
attracted
aunts
awoke
backyard
baking
balance
bathtub
battery
blames
blanket
boiled
brakes
bumped
campaign
cap
cared
careless
carrots
chances
chased
cheat
cheerful
claus
columbus
comb
comfort
complains
conditioner
consequences
coughing
cow
cure
customs
dawn
defeat
despite
destiny
detective
dining
directly
diseases
distracted
driven
earthquakes
environment
envy
essay
exception
exploded
farmers
faucet
feeds
fellow
fewer
folded
follows
forecast
fortunate
freezing
fully
goat
goats
graduate
greece
groups
highest
housework
hurried
hurting
import
insecure
jewels
jumping
justice
kilograms
kite
laws
leads
leftovers
lemon
lessons
lightly
literature
maid
mark
matches
mexican
misleading
mustnt
nara
necessity
nod
nuclear
opinions
panic
parks
participate
performance
plastic
positive
pounds
praised
precious
pretending
proposed
ranch
rats
recommended
regard
regularly
related
remove
requires
revenge
safely
sales
scotland
seconds
section
settle
settled
severe
shallow
shampoo
shine
ships
shirts
shoelaces
shortly
sinking
slammed
slapped
smiles
solid
spaghetti
spiders
spill
starving
stunning
sunset
sweep
teenagers
tends
tiger
topic
track
trash
travels
tricks
troubles
trousers
truly
turning
undressing
unemployed
unpleasant
vegetarians
victory
vitamin
volunteered
washes
waved
whale
whales
whispered
worries
yelled
##abies
##ador
##anished
##antly
##ased
##ashed
##ators
##bia
##bor
##ced
##chair
##ches
##ciation
##cover
##cts
##dict
##down
##eat
##ep
##ering
##father
##ff
##fficient
##fire
##ger
##gged
##ground
##hin
##iation
##idden
##igned
##ilt
##ina
##inct
##ino
##itional
##itude
##lashed
##ld
##lter
##lugged
##lum
##mit
##native
##nical
##night
##oked
##ologist
##ose
##ows
##pact
##pose
##pted
##ption
##ram
##ree
##ribe
##rint
##rists
##roach
##sive
##ther
##tive
##uding
##uggle
##ule
##ulse
##ump
##ums
##utes
##uts
##ward
##water
##wl
acceptable
accidentally
accomplish
acts
admission
affairs
applauded
approaching
appropriate
architect
arrow
assemble
banana
beginner
beginners
berlin
blouse
brazilian
bringing
brings
california
cast
catching
cds
century
ceremony
chalk
chatting
cheeks
cherry
chest
chewing
childs
cleared
closing
colds
completed
congratulate
connected
consult
contagious
contributed
correctly
crack
created
crew
crisis
current
declared
declined
depend
directions
discovery
dislikes
dismissed
dug
effect
effective
elses
engagement
equipment
errors
examine
exit
fascinated
festival
flea
francisco
frequently
gambling
gang
general
glanced
gonna
gradually
grandparents
guarantee
guide
harmful
hesitated
holds
horror
hotels
humiliated
identical
identify
improving
indulge
interfere
interrupting
jerk
ketchup
kick
ladies
laundry
liberty
link
loosen
mailbox
majority
mars
minister
mischievous
monkey
nations
needle
nicer
object
occupied
occur
offended
official
onions
operate
overcoat
owed
oysters
pacific
paranoid
passing
pays
permit
pet
photographer
pleaded
port
pot
pride
promoted
purchase
refund
regarded
regrets
relatives
relief
reluctantly
remarks
remote
resemble
reserve
respected
respects
response
retire
revealed
revolution
risky
rolled
rushed
scar
seize
serve
severely
sew
shade
shaved
simply
singers
sixteen
slavery
slightly
spider
spoon
spy
stiff
strawberries
struggled
sue
surgeon
surprising
sweets
sword
sympathy
teams
teenager
telephoned
terrified
thunder
tidy
tightly
tomatoes
tortured
total
turtles
twisted
unfortunate
uniforms
unmarried
vet
voices
wandered
warning
weekends
weigh
whining
woken
worker
worlds
wow
zealand
zero
##act
##action
##acy
##ank
##ards
##art
##ath
##be
##bies
##bit
##bly
##bow
##box
##burgers
##cco
##chy
##cies
##cist
##courage
##ctic
##eaks
##ease
##ell
##ended
##ented
##gar
##gle
##having
##hima
##hing
##how
##hrase
##iable
##ically
##ides
##ids
##ift
##ility
##illing
##inary
##iness
##ink
##ipe
##ipping
##iration
##irt
##istics
##ker
##kirts
##lash
##lish
##load
##lon
##lowed
##nack
##nal
##nk
##nts
##oaded
##oke
##olves
##ood
##orary
##osition
##owed
##oy
##phones
##pired
##porary
##pped
##rable
##rained
##rand
##rd
##reak
##reat
##reative
##res
##ria
##rian
##ric
##ride
##rise
##rite
##ritical
##rived
##ro
##rows
##shima
##sists
##son
##ticks
##tment
##tune
##tural
##ubes
##ued
##ugged
##uggled
##ught
##uit
##ulate
##ulator
##urn
##urs
##urt
##utch
##utions
##victed
##vor
##wn
##ying
achieve
adorable
adventure
affair
afterwards
alert
amused
ankle
antiques
attract
awkward
banks
barbers
bee
beef
beers
behaved
biology
bites
biting
blocked
blowing
branch
bridges
bunk
burnt
camel
cases
catches
cattle
chemical
chew
chimney
clapped
cliff
closes
cloud
clumsy
colder
collar
conceal
conclusion
conduct
confirmed
confuse
conservative
consideration
cop
copies
corn
criminals
crush
customer
darkness
debate
defendant
defenseless
degree
delivered
demands
democratic
designed
devastated
differently
disagree
discover
discussing
disgusted
doubtful
dumped
eighty
elbow
elderly
engineer
entirely
entitled
established
eve
everest
examined
exchanged
expression
extent
facing
fan
faults
female
files
flows
flush
focus
freed
gains
garlic
generation
grade
guessed
guitarist
halloween
hangover
heating
heavier
helmet
hiking
hockey
hometown
hook
hopeless
humans
hunter
husbands
idiots
image
immediate
imports
indian
inevitable
insensitive
intelligence
intentions
interfering
intervened
inviting
jesus
journey
kingdom
kobe
landing
leaning
legal
lid
limited
mask
materials
melted
minor
misled
misunderstood
monkeys
mosquito
motherinlaw
mysterious
negative
november
objection
obliged
organ
organization
organized
overweight
owned
patiently
permitted
personality
philosophy
plates
platform
points
polish
politely
pollution
pop
pork
portuguese
practical
privacy
qualified
rapidly
recipe
remembering
reports
respond
rifle
rise
roll
ruins
sailors
satisfactory
scheme
scratched
seafood
seek
sees
semester
sending
shakespeare
shaking
shave
sheets
siblings
slice
slightest
slip
slower
smelled
somewhat
sow
spare
spinach
spoiled
stingy
stirred
stores
strictly
suspicion
swept
symbol
tank
textbook
thieves
toast
tolerate
tomll
tomorrows
tool
toss
trade
traitor
translating
trial
trick
tunnel
typewriter
unsure
urged
valentines
vegetable
verge
visible
visits
vitamins
wakes
wealthy
weeds
weighs
western
withdraw
wrap
yell
youngest
youth
##!
##,
##.
##?
##j
##q
##v
