[PAD]
[UNK]
[START]
[END]
!
,
.
?
a
b
c
d
e
f
g
h
i
j
k
l
m
n
o
p
q
r
s
t
u
v
w
x
y
z
¿
que
de
el
no
tom
la
en
es
un
se
me
esta
por
lo
una
##s
mi
su
los
con
le
ella
te
para
mary
las
mas
tu
al
como
yo
este
estoy
muy
eso
tiene
si
del
estaba
quiero
tengo
fue
aqui
casa
cuando
hacer
puedo
##n
algo
todo
esto
hay
tiempo
ha
solo
gusta
son
tan
todos
favor
ir
nada
era
donde
vez
puede
he
bien
estas
mucho
##mos
##te
ellos
nos
quien
##a
ser
nunca
trabajo
manana
dos
creo
sus
ya
ahora
tienes
dijo
dinero
tomas
pero
hablar
##r
ese
estan
##do
##me
soy
dia
siempre
hace
habia
##e
puedes
libro
##es
quiere
hoy
esa
verdad
##lo
poco
voy
nadie
mejor
anos
va
ver
sabe
estar
frances
tarde
maria
quieres
eres
demasiado
padre
queria
has
hizo
mis
antes
parece
tres
usted
tenia
noche
boston
hora
sin
sobre
haber
ayer
hasta
perro
hombre
estado
todavia
##ndo
necesito
vida
comer
##se
ingles
cual
cuanto
dias
alguien
nuevo
tenemos
##o
coche
decir
gente
##on
nosotros
hecho
asi
mismo
problema
##da
madre
gustaria
pense
semana
ti
sabia
estamos
##ba
buen
habitacion
deberias
deberia
otra
##mente
pasado
puerta
despues
escuela
uno
tus
cosas
mundo
vas
amigos
casi
feliz
ninos
alguna
##ia
##le
saber
sabes
veces
alli
dificil
realmente
hacerlo
fuera
podria
pronto
ano
ayuda
les
muchos
seguro
otro
menos
nino
desde
idea
ni
dio
auto
buena
agua
amigo
visto
habla
##to
ahi
ciudad
comida
conmigo
nuestro
pregunto
john
vino
paso
todas
mal
nombre
personas
cada
persona
comprar
fiesta
hermano
tren
cafe
gran
durante
vi
##is
toda
contigo
tener
haciendo
dice
carta
espero
japon
sea
##l
##la
profesor
tanto
##ra
libros
##nos
clase
podia
policia
cama
muchas
porque
salir
##ste
##ta
lugar
bueno
dejo
cuenta
grande
leer
##cion
nuestra
tienen
acerca
aun
momento
diez
cerca
padres
siento
rapido
problemas
vamos
hermana
estos
lunes
telefono
tuvo
hijo
vive
pudo
fui
horas
sido
mujer
tambien
familia
gustan
estaban
acuerdo
historia
puso
debes
han
joven
vivir
##as
anoche
podemos
debe
nueva
trabajar
murio
cosa
hacia
venir
entre
cinco
hice
gracias
dije
camino
crees
jugar
nadar
accidente
aprender
mano
mesa
ocupado
menudo
parte
temprano
tomar
television
ayudar
gato
viene
mayor
mucha
bastante
facil
llegar
pregunta
bebe
pidio
encontrar
##ro
algunos
ultima
dormir
estudiar
mientras
minutos
necesita
pasar
suficiente
bajo
dejar
estacion
algunas
mes
##no
dicho
##nte
razon
volver
cansado
lado
##so
llego
miedo
fuerte
ve
pais
ustedes
##d
##os
alto
conozco
estuvo
algun
colegio
compro
hablando
tipo
importante
sera
vio
hijos
zapatos
##ron
ventana
rio
tuve
frio
musica
pienso
oficina
pelicula
sola
estudiantes
quisiera
solia
dar
error
lleva
punto
unos
##na
cualquier
deja
fueron
ido
juntos
reloj
reunion
compre
importa
seis
bicicleta
cabeza
hemos
ojos
podrias
esperando
edad
esperar
ningun
pueden
debo
fin
tenis
estados
primera
tal
plan
somos
fumar
unico
##za
unidos
sueno
buscando
media
misma
cancion
queda
regalo
viejo
esposa
##ca
creer
ganas
seria
caja
caso
os
##ble
##ria
chico
conducir
duro
necesitas
tomo
verte
guerra
haga
contra
cuantos
pasa
quedo
salio
##go
palabra
cree
da
verano
##sa
avion
numero
queres
veo
cierto
lejos
llave
oido
dolares
hablo
respuesta
tienda
autobus
hotel
iba
leche
vos
##ado
australia
chica
cuarto
dolor
hubiera
interesante
manera
pueda
calle
medico
perdido
sos
llegue
navidad
##an
juego
mio
pelo
##cia
capaz
escribir
##ce
parecia
perder
pensar
vivo
##co
##io
dejame
encontre
ninguna
usar
vaya
enfermo
manos
oir
preguntas
ropa
unas
camara
terminar
##les
acabo
perdio
sol
hija
hospital
llevo
deberiamos
encanta
pase
pude
cuidado
luz
muerte
ojala
parque
##ar
vacaciones
libre
listo
estabas
hombres
realidad
aca
cara
hambre
pequeno
ven
##tico
consejo
queremos
quieren
##das
beber
odio
tokio
calor
espera
hiciste
largo
secreto
##emos
forma
hagas
haya
perros
posible
viaje
volvio
vuelta
cumpleanos
entiendo
flores
nina
siquiera
entender
extrano
di
empezo
malo
suerte
rico
terminado
trabaja
##re
culpa
esos
van
alla
falta
jamas
justo
llama
oportunidad
piensa
recuerdo
tio
banco
doctor
entrar
hare
japones
primero
ruido
aquel
arbol
cerveza
cuatro
llamo
novia
otros
##dor
cocina
estudiante
palabras
pensando
piensas
eran
nieve
proximo
##ga
cena
conoce
equipo
foto
lengua
tocar
##ja
compania
decidio
necesitamos
quieras
vista
##jo
##zo
asunto
tarea
dame
pie
##era
mujeres
pagar
esperaba
estare
futbol
mira
tenido
##rte
canadiense
examen
extranjero
puesto
##res
amor
cantar
cuantas
debemos
dentro
perdi
entonces
equivocado
piano
tenes
vestido
apenas
decision
fuego
lista
pequena
exactamente
gatos
intento
monton
par
biblioteca
come
diccionario
llover
trabajando
encontro
estara
jardin
miro
salud
unica
##ma
cayo
exito
##miento
alrededor
caminar
primer
clases
errores
frente
lluvia
##mo
acaso
carne
muerto
poder
restaurante
sigue
treinta
edificio
leyendo
mala
siete
sombrero
trato
visitar
atencion
bano
beisbol
dijiste
favorito
llorar
nuestros
vendra
aconsejo
blanco
camisa
cenar
deje
entro
inteligente
lleno
loco
pasando
termino
##ias
abogado
concierto
esas
estuve
haria
jugando
china
estudiando
guitarra
paraguas
peligro
pensaba
prefiero
sitio
toma
##eron
almuerzo
decirle
direccion
dormido
escuchar
papa
aire
animales
cambio
peor
sentido
vale
venga
viven
##rse
comio
mama
taza
##z
dime
mia
oi
radio
abuelo
bus
deberes
ellas
pasada
pedi
siendo
situacion
acaba
barco
final
llamar
pareces
quede
rompio
universidad
completamente
digas
estupido
peso
##rado
##rme
cuesta
irme
opinion
rato
##tes
##y
ello
finalmente
ocurrio
paris
probablemente
sal
##cio
##llo
##rio
ganar
gusto
sento
ves
##dos
##idad
##tado
##tar
ayudarte
corto
hermosa
minuto
playa
conoces
conseguir
lago
ultimo
viste
##i
atras
imposible
papel
peligroso
saben
suficientemente
vaso
vayas
##t
aeropuerto
estabamos
hubo
invierno
medio
meses
seguir
boca
cine
divertido
grandes
habria
haz
intentando
lamento
londres
mayoria
montana
sala
abrio
ambos
casado
comido
llevaba
llevar
pan
pena
proxima
venido
voz
##ban
cuchillo
dejes
duele
huevos
ocupada
responder
triste
##ando
cambiar
haces
llaves
manzanas
pieza
taxi
##de
##tas
abrigo
chicos
desayuno
desearia
siguio
##ccion
##lado
corriendo
escritorio
estais
partido
resolver
respecto
viajar
##cho
##monos
adonde
ayude
carro
fotos
funciona
manzana
olvido
piso
suelo
amo
causa
diga
felices
silla
##je
afuera
amable
aunque
corazon
detras
dicen
hermanos
ire
penso
quedarme
trata
bailar
clima
derecho
hiciera
irse
levanto
noticias
ocho
podes
supongo
caliente
cielo
empezar
jefe
mirando
ninguno
rojo
viendo
##u
aquella
ayudo
beso
brazo
cocinar
escribio
francia
mensaje
morir
paciente
saco
serio
vosotros
##ada
##ces
##nes
comprado
diciendo
iglesia
normalmente
tierra
##ciones
alta
caro
comiendo
contento
dile
domingos
estes
pescado
torta
traje
##los
cartas
comenzo
correcto
leido
mil
quiera
reglas
sale
siguiente
tome
##gue
anciano
dejado
domingo
favorita
negro
periodico
pudiera
quedarse
##ido
abierta
amiga
confiar
correr
empleo
escucho
nacio
necesario
novela
olvide
prisa
semanas
simplemente
##lla
##sta
hicieron
novio
poner
tenga
verme
##cado
##cto
##las
buenos
conto
dano
estudio
hable
noticia
pueblo
suena
##ista
abrir
asiento
demas
estaria
fuimos
pobre
seas
york
##be
almorzar
america
buenas
decirme
incluso
llegado
matar
presidente
quedar
significa
borracho
caballo
entiende
futuro
gustaba
lloviendo
puente
tarta
##ntes
##rar
ayudarme
azucar
claro
echo
encontrado
helado
mar
necesitaba
pesar
precio
propio
toca
tras
varias
verdaderamente
ama
campo
empieza
idioma
ley
pescar
robo
tuvimos
volvere
vuelve
##uro
dientes
durmiendo
enfermedad
evitar
habra
marido
orgulloso
publico
recordar
sentia
##bo
##ne
##nta
##tro
deseo
dijeron
dios
enfadado
enseno
escrito
gano
hara
larga
llame
llega
parar
pared
paseo
propia
prueba
salvo
siente
sino
sono
correo
enamorado
escribe
espere
luego
pajaro
segura
senti
usa
acostumbrado
bolsa
cita
compras
estuviera
experiencia
famoso
gana
matematicas
nego
perfecto
pocos
recuerda
sentado
vimos
azul
contacto
decirte
diferente
hablas
luna
mejores
pedir
sintio
tormenta
verlo
##nda
abuela
haberte
limpiar
mantener
preocupado
prometio
veinte
##cer
##dio
##endo
##que
bonita
botella
contar
dado
herido
llegara
oferta
quise
teneis
veia
##ti
##tura
agradable
comun
conoci
corbata
creia
debajo
decidido
diferencia
escucha
hacen
informacion
inmediatamente
junto
nueve
proyecto
temo
totalmente
tratando
abajo
arma
cierra
encima
europa
golf
llueve
puedas
sopa
tampoco
##car
##gar
hago
igual
llena
otras
planes
sorprendio
volvera
##melo
##pe
aleman
color
comi
enferma
eras
mintiendo
paz
querias
repente
sentimientos
silencio
tuyo
##cha
##ve
##zado
adelante
anda
boton
carrera
despierto
discurso
enemigo
menor
nuevos
parado
pasara
peliculas
primavera
quedarte
querria
tengas
##gado
andar
cualquiera
haberlo
lentes
quito
resto
rey
soportar
sorprendido
tomado
valor
##vo
deberian
depende
fuiste
hacerte
mitad
odia
olvides
pajaros
pelota
seguridad
verde
vuelto
##ero
##jas
##nas
##nto
##tando
##tica
alegro
enojado
guapa
hablan
humor
intencion
jovenes
ladron
pintura
podeis
rapidamente
sabemos
segundo
sientes
vivia
ayudara
conocido
culpable
darle
despacio
escuchando
idiota
negocios
normal
ojo
olvidado
prision
quiza
roto
sepa
tele
varios
vuestro
##ico
##lar
alemania
arboles
bosque
canada
coger
computador
conocia
digo
esperanza
grupo
kioto
maquina
medicina
memoria
ordenador
oro
oyo
paro
pone
queso
resfriado
sorpresa
terrible
vere
vieja
##nado
##ras
##sion
##tivo
club
dan
dedo
escuche
hayas
intentar
izquierda
juega
multitud
museo
paciencia
premio
prestado
tonto
trafico
uso
##dad
##racion
cambiado
casarse
chicas
espalda
gafas
golpeo
mostro
nuestras
platos
pocas
preferiria
quiso
sofa
sonrio
tema
vayamos
arroz
caminando
cansada
conocen
diario
dices
ira
lee
nervioso
parecen
principio
probable
raro
resulto
roja
solucion
ten
tia
##pa
##tada
##ton
##zca
aprendi
cancer
consiguio
duda
hielo
interesa
japoneses
oscuro
permiso
popular
profesora
soldados
sucedio
suele
viernes
##cial
##ge
##tos
##zar
cerrar
chino
corrio
costo
escaleras
hicimos
incendio
llamada
llorando
pertenece
preguntaba
preparado
trampa
tuviera
##al
##po
##tieron
boligrafo
darme
gobierno
honesto
interesado
isla
madera
mananas
negocio
pago
pierna
profundamente
quedate
quienes
vete
yenes
##mento
##uta
aceptar
cargo
cerrada
compraste
cuidar
encuentro
especial
frecuencia
hermoso
irte
lapiz
necesitan
opcion
paises
perdida
precios
promesa
rara
tenias
verdadero
viento
viviendo
##er
##gio
alegra
amaba
buscar
centro
darte
desayunar
descanso
espanol
frase
fruta
hables
ideas
inocente
mapa
pastel
quizas
respondio
robado
sangre
satisfecho
sonrisa
vuestra
##cida
##cido
##en
##llas
##ros
##us
arreglar
baja
broma
cantante
chaqueta
cogio
correcta
crimen
disparo
dudo
ejercicio
escribiendo
explicacion
explico
habeis
hermanas
idiomas
mato
medianoche
mentira
merece
rica
segunda
sois
solas
tendras
ventanas
vivido
##dia
##ito
abre
aburrido
aparecio
casas
cuerda
dare
ducha
empleados
entrada
excepto
fiebre
hazlo
jugo
linda
manejar
murieron
naci
podra
regreso
segun
##ente
##g
##ion
acepto
aprendiendo
bella
billetera
boda
casada
cuales
cuerpo
das
encantan
espacio
inglaterra
lavar
levante
linea
luces
mando
nativo
recibio
resultado
retraso
sonar
tuya
vuelo
##cas
##che
##des
##in
##ita
##jado
##vio
averiguar
bonito
bromeando
canciones
carcel
cerro
cien
corta
debido
discutir
duerme
encuentra
grito
guste
haberme
habias
italia
japonesa
mente
modo
monte
muchacho
ocupados
pagina
pasaporte
pedirle
piernas
pies
pregunte
preocupes
sabado
suenos
apoyo
capital
casualidad
comportamiento
consciente
dedos
deporte
derecha
entero
fabrica
importaria
lei
maleta
oscuridad
partir
pasamos
pego
quereis
querian
robaron
tendre
vuelva
##sos
agrada
camion
casar
convencer
deben
dejara
elegir
facilmente
hablado
hagamos
intente
levanta
llamare
mios
muebles
politica
propuesta
revista
suyo
techo
##amos
##dieron
##lada
##rito
##ten
##tia
ante
aquellos
arte
chocolate
conocer
decidi
decidir
envio
escapar
facilidad
galletas
huele
inmediato
invito
iremos
lagrimas
lenguas
llamado
llamame
llamas
mediodia
noches
perdon
salido
simple
solos
subio
tendra
toco
tratar
trozo
util
vienes
vivio
##aron
##iendo
##izado
acabado
arriba
cometido
correos
destino
dieta
dispuesto
educacion
escondiendo
excelente
extremadamente
invitados
limpio
lloro
mirar
osaka
partes
peces
piedra
quince
recuerdas
sabido
salto
teatro
televisor
tenian
ultimamente
vine
web
##dido
##eo
##tud
asesinato
basura
blanca
bolsillo
conductor
delante
discusion
doble
doce
estudia
felicidad
fresco
fria
hacemos
hechos
lleve
ocultar
orden
parada
pez
ponga
proposito
quedara
recibi
tarjeta
temperatura
tomando
vacia
##bio
##cera
##dre
##mas
##p
##rias
##taron
adentro
animal
armas
cometer
contrato
cruzar
cumplir
dulce
encontramos
estuviste
extrana
flor
genial
harto
llueva
quedare
supiera
teniamos
trajo
visito
##ata
##di
##diendo
##dra
##nar
##ncia
##va
##yo
absolutamente
canto
ciego
comenzar
comienzo
corre
dire
entera
explicar
famosa
gratis
habian
hojas
intenta
levantarse
llegamos
mire
muneca
papas
pizza
preguntar
supermercado
tiro
vecino
vemos
##bles
##cen
##cta
##gues
##ticos
##tiendo
##tio
absoluto
ajedrez
andando
apuesto
autos
barato
bote
caballero
casados
comen
comes
cuello
debia
detalles
dieron
encontraste
escribi
esposo
esquina
estomago
fondo
general
haberle
importar
jugador
mentiroso
nosotras
once
preparando
saberlo
##bra
##cos
##ida
##usa
anillo
costumbre
cuidadoso
dejare
descubrio
deseando
doy
drogas
enorme
fotografia
fuerza
ganado
gordo
hogar
india
listos
llegaron
llegaste
llevas
maestro
mayores
metro
mirada
naranjas
paga
parecio
pelea
pintar
pistola
posibilidad
profesores
recibir
regalos
respeto
teoria
vecinos
verduras
viejos
volar
##lando
##nse
##rlo
##ticas
##tir
##udo
atrapado
avergonzado
bolso
bomba
canta
cartera
cola
comienza
computadora
conduce
confianza
confio
contestar
disculpe
durmio
esperamos
estrellas
fingio
harias
impidio
leyo
menu
poblacion
preguntarle
recibido
romper
sabias
termine
terremoto
trate
vengas
vistazo
##gas
##ica
##rada
##ran
articulo
cantando
completo
control
cuadro
debi
distancia
distinguir
dormitorio
empezando
esquiar
estaras
fracaso
hagan
huevo
miembros
nariz
objetivo
pedido
plato
poema
prestar
prohibido
quedado
sacar
sonando
trae
tuvieron
visite
##der
##dero
##dores
##ina
##mbre
##nia
##ral
##rita
##rta
##uido
admitio
alcohol
amistad
bebio
bienvenido
cabello
cabo
cincuenta
convencio
corte
diferentes
diria
dormi
ensenar
hubieras
jackson
limpia
llevara
llovio
malas
mantequilla
mismos
motivo
naranja
necesidad
novelas
pon
preferido
reir
relacion
responsable
respuestas
sencillamente
sentir
sere
sistema
sospechoso
texto
traeme
trago
turno
##bas
##c
##h
##icion
##mado
##nada
##ndido
##tido
##ual
##una
abandono
agarro
alguno
apagar
aprecio
banda
caballos
calma
campana
cantidad
conocemos
convencido
copia
cuanta
cubierta
dando
debio
desafortunadamente
descansar
echar
ensena
esfuerzo
espana
extranjeros
habido
hablaba
hablamos
hablante
hubiese
improbable
informe
ingenuo
invento
mantuvo
matrimonio
metio
millas
montanas
motor
obra
pantalones
pasatiempo
pequenos
podriamos
puse
quedamos
seguros
sueldo
tendremos
timido
veamos
vender
visita
##ciera
##dora
##dura
##gia
##ian
##ndio
##rdo
##sco
##timos
accidentes
afortunado
busco
carretera
cierta
conocio
crei
dale
detuvo
empezado
equipaje
equivocada
escuchado
estadounidense
estadounidenses
estrella
horrible
huyo
logro
nuevas
ofrecio
orgullosa
perfectamente
picnic
preguntale
profundo
real
rechazo
regresar
resultados
roma
sed
servicio
sonido
suya
vinieron
viniste
violencia
##aba
##ante
##ci
##ios
##izo
##rando
##rnos
##tiva
##ular
##vieron
abierto
agradecido
apago
asistir
ayudarle
ayudarnos
calcetines
castillo
coge
colina
conversacion
eleccion
entra
escalera
esperemos
estupida
fortuna
fuji
grave
hacerme
hombro
invitado
iria
lentamente
levantarme
montar
nuevamente
octubre
pareja
permite
permitir
piensan
poniendo
pudimos
quedan
querido
remedio
riesgo
salga
saliendo
sepas
significado
supuesto
toques
trabajadores
traves
trece
vives
##bro
##ima
##ino
##k
##raron
##sas
##ter
##vado
##zando
alcanzar
amigas
anciana
area
asustado
capitan
cercano
claramente
consejos
curso
deber
demasiada
deportes
disculpas
ejemplo
emergencia
empresa
enemigos
escritor
gas
ibas
iguales
inutil
libertad
luce
millones
molesta
mundial
musico
norte
pensado
planeo
plata
podamos
podido
pollo
programa
querer
rehuso
saludable
sueter
tanta
tomara
traer
vacio
venta
##cada
##cie
##ciendo
##dme
##gre
##ir
##istas
##mes
##pio
##pto
##sto
##tra
##trar
##uir
##zas
alarma
aproximadamente
armario
ascensor
bebida
bebiendo
billete
boleto
canadienses
comunmente
conferencia
consigo
contado
cortar
creyo
curiosidad
debil
departamento
detesto
dura
energia
enseguida
fantasmas
fuma
hacerse
heroe
hola
interes
irnos
llevan
molesto
necesitar
nombres
nubes
ocultando
odian
otono
pasajeros
principal
promesas
quedaron
quedes
robar
sali
supone
tocando
valiente
vernos
vivimos
vosotras
vuelvas
zoologico
##ana
##ara
##bia
##ese
##gando
##gieron
##ndose
##nea
##posicion
##puso
##rieron
##selo
##tros
##vido
acerco
adios
apartamento
aprendido
aprendiste
artista
ayudame
brasil
caer
cansados
compra
condiciones
convirtio
cuestion
decia
definitivamente
deme
despedido
desperte
engano
escenario
espejo
esperado
funeral
gracioso
granja
hecha
impuestos
intentarlo
letra
levantar
licencia
nadando
ocurrir
paquete
personal
pesca
piel
pinto
poca
preocupada
presentes
salida
seguido
tareas
termina
urgente
usando
velocidad
vende
venden
vendria
verdadera
volviendo
##dicion
##eria
##eto
##grado
##iera
##m
##ndia
##nico
##tal
##tivos
alcalde
automovil
belleza
breve
cd
celoso
coches
cometio
conversar
despertar
dificultad
diste
dulces
enfadada
enfermera
entendido
escalar
escriba
estuvieron
estuvimos
gane
gustas
haberse
impresion
largas
lastima
leo
lindo
llamaste
maravilloso
miel
mintio
moda
ninas
ocurrido
ordeno
pagado
pasas
pelear
ponerse
preocupa
primo
productos
puntual
quejas
sabian
seco
sentarme
sugirio
suicido
sur
tiempos
toalla
traducir
tranquilo
tratado
verle
vienen
vieron
viniera
violin
viva
##ate
##can
##chas
##cieron
##lena
##lle
##logia
##lto
##mar
##oso
##rda
##rie
##rto
##sando
##tible
##tin
##trado
##ume
acusado
agotado
agujero
altos
altura
antiguo
arena
asesino
ataque
autor
bajar
bello
cambie
capaces
chicago
cinturon
companeros
credito
creen
cuida
descubrir
desperto
dudas
esconder
estudias
formas
golpe
habito
hablemos
herida
imagen
intentado
invitacion
loca
mentir
mexico
muchacha
muertos
pague
pesado
polvo
ponte
probar
pusieron
recientemente
requiere
ridiculo
saliera
sencillo
soldado
soltero
sonreir
tomate
tv
ultimos
veras
verguenza
visitado
##ciar
##dir
##nde
##ndi
##ntar
##uda
##ula
##uno
##vi
##ya
abandonar
acuerdas
acuso
adora
alergico
alumnos
ambas
apaga
aparte
aspecto
asuntos
aumento
ausente
baile
bebo
brazos
cambia
chiste
ciencia
cima
colgo
coma
dedico
economia
efectivo
empece
encendio
enfado
esfuerzos
esperare
estupendo
extranjera
falda
fines
gerente
guapo
haremos
historias
ibamos
ilegal
importancia
importantes
inteligentes
kilometros
mantente
mochila
necesite
plantas
preparar
prometo
quedando
razones
rieron
rock
rosa
sandwich
sano
supo
trabajaba
trabaje
vengo
verla
volvi
##aste
##bre
##char
##dena
##gra
##iado
##jate
##lia
##matico
##mia
##nco
##ng
##pone
##ri
##rilla
##rro
##sado
##taste
##tera
##tillas
##ulo
##unado
##uo
##usta
##usto
##ves
##zco
abra
abri
actor
actuar
adoro
apariencia
aseguro
atrasado
baloncesto
cercana
colectivo
conduciendo
consegui
cruel
culpar
decepcionado
dejalo
delicioso
dentista
desaparecio
desea
despierta
divorcio
ejercito
empezaron
encontraron
entiendes
escena
existe
fotografias
hambriento
harvard
herir
impaciente
inclino
increible
juez
junio
levantado
maravillosa
miembro
mover
notas
oceano
panuelo
pidiendo
piscina
planea
preparo
razonable
regla
renunciar
reuniones
rota
salario
salvar
siga
solicitud
talento
tantos
trabajado
transito
trenes
usualmente
vendre
viajo
votar
##atas
##brar
##ciales
##ctivo
##demos
##egar
##fica
##illa
##izar
##jar
##llado
##nza
##plica
##riendo
##samos
##tuve
##ua
##ucho
##ude
##udio
##uita
##uja
acabar
acostumbrada
alfombra
bar
batalla
busque
calvo
casarte
causo
cerdo
cerrados
cocinando
comprender
comprendo
confia
coser
costara
desierto
encontraras
estudie
extra
francesa
fueras
garganta
genio
gritar
grosero
iban
jugamos
llegaras
llevare
lugares
manten
medida
mias
naturaleza
nevar
oirte
oiste
ordenes
peleando
petroleo
planeando
poemas
pongas
puesta
quejando
ricos
ruso
salieron
san
saque
seguida
senor
seriamente
soporto
teniendo
toque
trataba
vago
video
volando
##able
##ama
##ciencia
##dar
##ego
##elo
##enta
##eras
##fecto
##guen
##ie
##iente
##luido
##nera
##nica
##riado
##rle
##sar
##sible
##tente
##tero
##uado
##ue
##uto
##viso
##zaron
adelantado
alimentar
alternativa
antigua
aprobo
arrestado
azules
besar
bromas
cajon
caluroso
celular
charla
cientifico
ciudadano
ciudades
comas
comete
comimos
comiste
companero
compartir
comprarlo
compromiso
confundido
considerado
construyo
creci
crecio
culpo
cuyo
danos
deberiais
desnudo
dibujo
dijera
disculpa
elecciones
embargo
emocionante
empleado
enciende
enfadar
enojada
enviar
escapo
estarias
experto
fecha
fijamente
fisica
generalmente
gorda
haras
hierro
hoja
imagine
incapaz
inocencia
instituto
internet
juegos
lavo
lea
leon
llamando
llamarme
llegues
llovera
mantiene
mercado
meta
movil
mudo
negra
nevando
obedecer
obtuvo
obviamente
perdiendo
postre
primos
proteger
quieto
raton
reparar
rojas
seras
sientate
sirve
suponia
tamano
teme
tendria
venid
##are
##asta
##bar
##culo
##dera
##fico
##gada
##gen
##gos
##gura
##ler
##lon
##mico
##ndida
##nme
##pado
##rina
##rios
##sivo
##tilla
##tre
##tres
##tulo
##ualmente
##uelo
##uencia
##uga
##ui
##ura
##zaba
actriz
amas
asesinado
asumo
ayudado
bebes
bebido
bordo
cabra
calles
cerrado
condujo
conocimos
contrario
creas
cuidadosamente
daba
debiste
dificultades
directo
documentos
empezamos
estaremos
esten
existen
fe
fila
formulario
guantes
hokkaido
humanos
ignoro
lados
llegaria
marcha
martes
mejorar
miles
mostrare
nivel
ocurre
oh
olor
orejas
pare
pasan
pasaron
pasto
perfecta
pongo
posicion
preferida
preocuparse
presento
quedaba
recogio
refrigerador
sean
segui
sentada
suave
suelen
sueles
supe
tarda
testigo
tipos
torre
trabajan
usado
uvas
valla
vano
venia
villa
##alo
##bamos
##ea
##fa
##gi
##gir
##il
##iza
##leta
##llos
##mica
##mina
##neo
##perado
##piro
##queta
##quia
##rdado
##rica
##rir
##rista
##rzado
##samente
##telo
##tiste
##uela
##ullo
##ulta
##uyo
##vada
##vino
##viste
acabas
acceso
adecuado
agradezco
aliento
amarilla
apellido
aprende
apunto
aquello
asegurate
atentamente
bienvenida
calidad
camina
cesped
colores
comentarios
concurso
contener
copa
cuarenta
cubierto
cuido
dara
dejaria
dejaron
derechos
digame
dira
documento
electricidad
electronico
ensename
ensenarme
entrego
escondio
estallo
extranos
familias
firme
frecuentemente
fuertes
funcionar
grados
guardar
hawai
honor
imaginar
jazz
jugaba
juzgar
lavadora
lento
llevamos
marcho
metros
mires
monedas
mordio
muriendo
nota
olvidar
olvidare
opciones
paginas
parecer
perdieron
perdimos
perdone
periodicos
personalmente
placer
planeta
pobres
podras
prefiere
presente
producto
propios
queja
recoger
regrese
saltar
seguia
sentados
sentarse
siesta
sigues
sushi
trabajas
vea
vuelvo
zoo
##ales
##aria
##blo
##conozco
##ctor
##cula
##dado
##damente
##dida
##duce
##ducido
##igue
##illas
##ismo
##jes
##lio
##lusion
##ntas
##orro
##plo
##ques
##rados
##ramos
##riar
##rido
##ses
##turas
##urado
##ure
##via
##viado
##vos
##wa
##zon
abril
ademas
admitir
alimentos
alma
amabilidad
ambulancia
americano
atrapo
aula
ayudaria
bailando
botas
cae
callado
capacidad
casarme
cero
ciento
cierre
complicado
construir
contarte
continua
continuar
cruzo
decidieron
dejas
des
deuda
dieciocho
director
disponible
dueno
echado
embajada
enamorada
ensalada
entraron
eramos
escondido
espectaculo
estanque
estudiado
excusa
experimento
explique
explosion
falso
gallina
gasta
gira
hablara
hacerle
humano
imaginacion
incidente
infancia
interesada
investigacion
invitar
juegas
juguete
leccion
llevarse
malos
matado
materna
medicamento
mejilla
mentido
muere
muero
muestrame
normas
obsequio
obtener
ocasion
olvida
parecido
pasear
patio
pensas
pesada
picante
pimienta
pinta
podre
politico
presion
pruebas
quejo
querrias
reputacion
respirar
rosas
rostro
rumor
sabados
secundaria
sensible
sociedad
subir
sujeto
tejado
tinta
tomaron
turistas
utilizar
vacas
veas
vecindario
volumen
voluntad
vuestros
##ados
##atito
##bero
##cias
##cidad
##cito
##ctura
##ecia
##eta
##gente
##ieron
##ies
##iga
##ines
##istir
##lamos
##li
##llar
##mada
##mon
##ndes
##nsa
##ntado
##pada
##rco
##rd
##rde
##rima
##rimiento
##rno
##roso
##rvo
##ry
##siste
##smo
##tamos
##tan
##tencia
##uente
##urate
##vir
##x
##yas
accion
acordar
actualmente
acuerda
advirtio
almorzando
amarillo
americanos
apague
aprendio
arrepiento
arrojo
ayudando
botellas
caminaba
carga
cientificos
comidas
comite
comodo
comparto
confeso
continuo
contratar
convertirse
coraje
corri
cosecha
costa
crio
cuentame
dama
date
declaro
dimos
disfruta
echa
elegido
embarazada
emocionado
encantaria
entradas
epoca
exhausto
fuese
gemelos
gustado
habitaciones
herramientas
honestidad
humo
hundio
instrucciones
involucrado
izquierdo
juegan
lider
llegas
lucia
malentendido
marca
martillo
melodia
metido
miraron
modelo
momentos
mostrarte
muchisimo
obvio
ocurra
oeste
oficial
oso
pagare
paliza
partio
pasaba
permitido
pidele
pidieron
piense
pierde
pillo
piloto
ponerle
ponerte
prefieres
privado
punta
quemo
reserva
salgo
saludo
seamos
sellos
serpientes
sigo
sonriendo
sordo
sorprende
suceder
talla
temporada
tifon
universo
vendras
##ai
##atal
##bi
##brado
##bras
##certe
##ceso
##clo
##cupo
##dujo
##esta
##fia
##fo
##forme
##foro
##gacion
##gica
##imos
##ine
##izacion
##jada
##jos
##ka
##laba
##lgar
##lico
##lido
##mbro
##mientos
##moslo
##nador
##ndas
##ntal
##ogo
##orno
##osa
##peta
##pina
##plicado
##puesta
##rarse
##rizar
##rmo
##robo
##stio
##stro
##tados
##teo
##tima
##timo
##tirse
##tras
##tuoso
##turado
##umo
##visar
##voco
##zada
acostar
acostumbrarse
admiro
afortunadamente
africa
alcanzo
alimento
almohada
amar
apreto
asientos
ausencia
autoridad
bandera
biblia
brillante
busca
cazar
ceno
chistes
cigarrillo
clientes
cobarde
comentario
comia
comprarle
compraron
comprarse
computadores
conejos
considero
construido
cuan
cuentas
cuento
decirlo
dejaste
deprimido
descubierto
despertador
devolver
diecisiete
discutiendo
educado
eligio
encuentras
entendi
escuchas
esperara
esperas
evidencia
extranjeras
fallo
funciono
furioso
gasolina
guarda
guardia
helicoptero
hijas
insulto
interprete
invitaron
ipad
jaula
juan
jugadores
juguemos
juicio
labios
lava
lavate
limitate
lujo
maestra
mentiras
metodo
millon
miraba
moneda
muchachos
muerta
mutuamente
nado
naturales
necesites
observando
oigo
oimos
oscura
oxigeno
participar
partida
pasarme
pasaste
pide
pido
pizarra
planta
pluma
podiamos
podias
prendio
presto
pretendia
principe
quedaras
repentinamente
reporte
responsabilidad
resulta
reves
riendo
robando
rodilla
rogo
rusia
salgamos
senal
sentar
sente
siguieron
sombra
suceda
sucio
sugiero
tabaco
tengamos
tesoro
trabajamos
vestida
volveria
yendo
zorro
##amente
##ancho
##asa
##brio
##caron
##cemos
##cimos
##ctiva
##ctoria
##dica
##erta
##iero
##laron
##lina
##man
##mosle
##mpas
##ncias
##nicos
##nso
##obe
##orra
##parado
##pare
##pcion
##piste
##propiado
##ribo
##ris
##rtes
##stante
##tina
##traba
##trarme
##udir
##ueva
##uio
##uros
##ver
##viese
##w
abrazo
aburrida
actitud
adultos
agradecio
ahorrar
aman
amarillas
animo
ansioso
anteojos
aparcar
arreglo
arrogante
asumi
atraveso
ayudes
bala
balde
barrio
bolsillos
caido
cambiara
cedio
ciertamente
cigarro
clara
cliente
cochera
collar
condicion
conjunto
conocerte
construccion
conte
contrasena
controlar
cultura
darse
decente
decidiste
dejen
detener
diera
disculpo
disfruto
divertida
egoista
elige
encender
encontrarte
ensenare
explicarlo
fallecio
familiar
fiar
fuente
funcionara
gastos
gustara
habilidad
habitual
hablaste
harina
horario
impresionado
incomodo
inconsciente
insistio
interesantes
italiano
lapices
lastimo
leerlo
llamaba
llevarme
llores
locos
loteria
maletas
maneja
mataron
miente
misterio
moderna
mostrarme
muro
natural
numeros
odiaba
opinas
osos
palido
pasame
pavo
pedirte
ponerme
posee
pozo
preguntarte
profesional
progreso
promedio
propias
pudieras
puertas
quejarse
quimica
rapida
recien
reducir
reina
renuncio
repugnante
resolvio
revistas
rie
sabor
saca
salgas
salimos
secretos
sensacion
sienten
sirvio
solamente
soliamos
subido
sugerencia
tantas
tengan
terminara
terminaste
tomare
tos
tradujo
traiciono
triunfar
vasos
vayan
vendio
viera
visa
voluntario
vueltas
##aja
##aje
##almente
##ato
##aza
##blado
##blemente
##bol
##cciones
##cero
##ck
##cogio
##dez
##dimos
##dras
##ductor
##ecto
##ega
##egado
##el
##ela
##erra
##fe
##gico
##gle
##gno
##grafo
##ice
##imas
##ire
##iro
##isa
##ivo
##lacion
##lin
##matica
##mir
##mita
##mparado
##nal
##nando
##ola
##presion
##primio
##puesto
##rara
##rian
##ridad
##rma
##ropas
##rva
##rzo
##tiene
##uentes
##uerde
##ueve
##uito
##ulso
##umento
##unta
##ustada
##version
##volucion
##volvio
abandonado
acciones
aceite
actuo
adulto
aguanto
alegre
alegria
almorzamos
ancianos
ando
angel
aparentemente
apetito
aprobar
arresto
ataco
atento
autentico
barba
bebi
borde
cafeteria
callate
cheque
cientos
cigarrillos
clasica
cocinero
cogido
comamos
comenzado
comercial
comoda
confuso
conocieron
consecuencias
conseguido
contesto
corriente
cortina
creemos
cruzando
cuaderno
datos
decile
decirselo
dejarlo
delgado
desaparecido
desmayo
despedir
detalle
detenido
directamente
dormida
duermo
empecemos
empiezan
enero
ensenando
escuchaste
estanteria
estilo
examenes
exitoso
expresar
extranar
feo
ganando
gastado
gatillo
gripe
guardo
haberla
habiamos
hermosas
incorrecto
insectos
iras
juguetes
ladrones
lanzo
lectura
letras
libreria
ligero
lincoln
linterna
llamadas
llaman
lobos
minimo
mision
monto
nerviosa
nieva
obligado
palacio
panico
papeles
patinar
perderas
pesa
pesadilla
pienses
politicos
poquito
preciosa
preguntando
preocupados
presta
pudiste
quedarnos
recursos
reino
religion
resuelto
retiro
rojos
rompecabezas
salon
seca
segundos
sentamos
siguiendo
sinceramente
sobrevivir
subiendo
sudando
tales
tazas
tenedor
tiende
tinto
tomamos
trabajos
tranquila
tuyos
vais
vegetales
vivos
volo
volvamos
washington
zona
##abana
##aiz
##ancha
##ario
##ase
##blando
##cara
##ceria
##cifico
##cla
##ctado
##diente
##diera
##dlo
##dujera
##duo
##eis
##ene
##ento
##ficar
##gados
##gan
##garse
##geno
##ger
##gera
##gido
##gua
##idas
##imo
##inas
##itas
##itos
##jarse
##jero
##lera
##lista
##llera
##lmente
##luye
##mida
##mito
##mno
##nan
##ndar
##ni
##nlo
##ora
##orneo
##oro
##pico
##ptar
##rana
##rasa
##rce
##rcer
##rear
##ren
##rero
##roto
##sis
##table
##times
##tral
##trico
##tuvo
##uco
##ugas
##ujo
##uncio
##ur
##urro
##uye
##var
##vertirme
##vidio
##viendo
##viera
##virtio
##yeron
##zamos
##zaste
acabamos
actual
adivina
ahorros
album
alquiler
angeles
aprobado
asintio
astuto
atrapar
audiencia
ayudare
bajando
barata
bateria
bici
cargar
charlar
ciervo
cogi
comemos
comieron
comprara
conducta
conejo
conocimiento
conozca
conseguiste
considerar
cortinas
cumplio
demanda
desastre
despedida
despertado
dificiles
digan
diseno
dolar
dominar
ebrio
eche
eh
enamoro
encuentre
entendio
escolar
esperabamos
estacionar
estate
estatua
estupidas
firmar
fresca
frigorifico
frutas
fuerzas
gasto
grifo
guia
gustaban
hayan
heladera
heridos
humedo
ignorar
impedir
independiente
infeliz
informado
intentes
investigando
invite
jugara
lastimar
lenguaje
leyes
libres
llamaron
llegada
llegare
magia
mande
menciono
merecia
meter
negros
nevo
niebla
ochenta
ocupa
optimista
oye
particular
pasaje
pedazo
pequenas
periodista
permanecer
pesimo
piedras
podian
podrian
poeta
preocuparme
princesa
prisionero
publica
pusiste
recibiste
recomendo
reconoci
reconocio
recupero
respetar
responde
reunio
riqueza
sabeis
saludos
salvajes
seda
serpiente
sientas
sillas
soltera
solucionar
sucede
sucedido
tela
tentacion
tercera
terror
tigres
tijeras
timbre
trigo
trozos
tuviste
universitario
usan
velas
vengan
ventaja
verdes
veros
viajes
vidas
voto
##aca
##acer
##ben
##blar
##bos
##cente
##ctica
##culos
##dalo
##ecio
##fender
##fre
##gare
##garon
##gida
##gino
##guedades
##hi
##hivo
##iamos
##icos
##iste
##itaria
##jamos
##jarme
##jiste
##ligencia
##lve
##mbras
##mestre
##minacion
##minado
##minar
##mitas
##mite
##mpe
##mpensa
##mple
##mpuesto
##ngo
##nido
##nimos
##nti
##ollo
##pes
##pi
##pia
##pie
##rcio
##rea
##renda
##riada
##rimos
##rra
##rve
##siones
##sito
##son
##stado
##tadas
##tazo
##teando
##ticar
##tis
##ucion
##uino
##ujar
##ulte
##umbo
##urar
##urriendo
##usaron
##uyeron
##vando
##vie
##zaje
##zcas
abogados
acento
acondicionado
actua
actuando
adicto
adolescentes
agudo
alas
alergica
anterior
apetece
arreglarlo
asegurarme
atractiva
ayudarla
blancos
bomberos
bonitas
cajas
calido
cambiando
caras
caridad
casaron
case
castigo
ciega
ciudadanos
cocino
coincidencia
comencemos
comerme
cometa
considera
contare
continuacion
convencerle
convencerlo
convertido
corea
cuero
cuidara
cura
decisiones
dejarte
delegados
deliciosa
demasiados
desayunado
deseos
desgracia
desocupado
dirigio
disparar
echarle
electrica
elefante
empeorando
encontrarme
enfermedades
enojo
entendiste
escuches
esperanto
esqui
evento
exterior
facebook
falsa
famosos
fantasma
fiestas
firma
firmo
fumo
garaje
hablare
hirio
incorrecta
increiblemente
ingresos
injusto
jabon
julio
kilos
limpiando
llegando
llegaremos
llenos
llevaron
lobo
marco
medalla
metas
milagro
monos
muestra
nacion
norma
oculto
opera
operacion
oracion
orgullosos
oyes
parecian
pares
pasaria
perdiste
perdonar
permitio
pico
pida
pides
pierdas
policias
populares
predecir
preocuparte
presencia
primeros
principiante
probarlo
pudieron
puestos
queme
quienquiera
quitate
recordo
recuerdos
recurrir
senora
sentaron
sesenta
sienta
sobrevivio
solar
sonado
sorprendidos
sospecha
sube
suicidarse
suicidio
suiza
suma
superar
temer
terminamos
tiendas
tomaste
tonta
trabajador
trampas
tratamiento
trescientos
tuvieras
vencido
veneno
viejas
visitarme
votaron
yokohama
##ala
##arra
##b
##bilidad
##cance
##cerle
##chara
##cidas
##cidos
##cientos
##cimiento
##cinante
##ctar
##cura
##den
##dente
##deos
##duras
##echo
##et
##fera
##ficado
##gradable
##grar
##icio
##icionado
##idos
##ientes
##iento
##illo
##illos
##ionado
##isimo
##iva
##izada
##jeo
##lace
##landia
##lear
##let
##lga
##lito
##llon
##logo
##mana
##mando
##menta
##mentar
##miendo
##migas
##mino
##mpa
##nados
##ncho
##nden
##ndidas
##ndiendo
##ndieron
##ndiste
##ney
##nidad
##niendo
##nito
##ntate
##ota
##par
##penda
##peo
##pidez
##pilla
##pillas
##poner
##precia
##pta
##pte
##quero
##rador
##reando
##recio
##rendida
##resa
##rezco
##risa
##ritas
##rizo
##robado
##ruida
##seis
##semos
##sene
##servar
##talo
##tear
##tienda
##til
##tira
##tividad
##toso
##truida
##ubre
##uinas
##uncia
##une
##uso
##ustar
##ustria
##utos
##velo
##venir
##vertido
##visto
absurdo
abuelos
acepta
adondequiera
ahorrando
alquilar
alzo
amanecer
arruino
aumentando
ayudarlo
baje
buscaba
cabe
calida
cambios
canal
cancelar
canilla
carbon
casco
cerebro
charlando
choco
choque
circulo
coleccionar
completa
comprende
condenado
conmovio
conociera
conociste
contiene
coreano
crisis
crudo
cumplido
defectos
describio
descripcion
deseaba
desierta
diamante
disfrutar
disfrute
divirtiendo
dondequiera
durara
empezaste
encantado
encontrare
encontrarlo
encuentres
enganar
enojar
ensenarte
entenderlo
enterrado
entienden
entregar
escoba
escrita
esperes
estufa
evito
excepcion
gimnasio
grano
gustar
hablarle
hagamoslo
hambrientos
hierba
hilo
hirviendo
homicidio
huelga
humanidad
idiotas
ignorancia
infantil
ingreso
intentalo
interior
internacional
inundacion
juntas
jurado
justicia
lampara
lata
lena
limite
literatura
llames
llevado
llora
local
lucha
mareado
material
maximo
medicos
mejorando
mereces
mientas
miercoles
millonario
molestando
molestes
mono
motocicleta
musical
nacimiento
noto
ocasiones
oirlo
opiniones
pagara
parcial
pedimos
peligrosa
pensamientos
pianista
pintor
ponlo
portatil
posponer
practicando
preferirias
preparada
presupuesto
prisioneros
produccion
profunda
prometi
puedan
puerto
pusimos
quedas
quejarte
quema
quitar
rayo
rechazado
registro
reirme
reservar
respira
rodillas
romantico
rueda
rumores
sabiamos
sabio
sabra
saldra
sandwiches
secretaria
semejante
sentarte
seran
sigamos
sincero
sobras
solian
sorprenderia
sucia
suficientes
sufrio
supieras
talentoso
tapa
tecnologia
temas
tocaba
tonteria
traduccion
traido
traiga
trates
tristes
tumba
veterinario
videojuegos
vinieras
volviera
##!
##,
##.
##?
##f
##j
##q
##v
##¿
